[
  {
    "nome": "Pegasus",
    "imagem": "../assets/img/pegasus.img.jpg",
    "descricaoCurta": "cavalo alado símbolo da imortalidade.",
    "historia": "nasceu do sangue da terrível Medusa quando ela foi decapitada pelo herói Perseu. Medusa, 
    antes uma bela mulher, havia sido amaldiçoada pela deusa Atena após se deitar com Poseidon em seu templo. 
    Do sangue que escorreu do pescoço da Górgona surgiram duas criaturas: Crisaor, um guerreiro com espada dourada, 
    e Pégaso, o cavalo alado.

    Após seu nascimento, Pégaso voava livre pelos céus, até ser encontrado pelo herói Belerofonte. 
    Este jovem guerreiro havia recebido a missão de derrotar a Quimera, um monstro aterrorizante que 
    possuía corpo de leão, cabeça de cabra e cauda de serpente, e que cuspia fogo. Sabendo que precisava 
    da ajuda de Pégaso, Belerofonte recebeu de Atena uma rédea dourada encantada. Com ela, conseguiu domar 
    o cavalo e, montado nele, sobrevoou a Quimera e a derrotou de cima, em um ataque ousado e heroico.

    Porém, após essa e outras vitórias, Belerofonte deixou-se dominar pela arrogância. 
    Sentindo-se digno de estar entre os deuses, tentou voar com Pégaso até o Monte Olimpo. 
    Isso despertou a fúria de Zeus, que enviou um inseto para picar Pégaso durante o voo. O cavalo, assustado, 
    se sacudiu, e Belerofonte caiu de uma altura imensa. Sobreviveu, mas ficou cego, aleijado e passou o resto da 
    vida em solidão, rejeitado pelos homens e pelos deuses. Pégaso, por outro lado, foi acolhido no Olimpo e passou 
    a servir Zeus, carregando seus trovões. Mais tarde, como recompensa, Zeus o transformou em uma constelação no céu, 
    onde permanece até hoje.",


// perdão pelos textos grandes


    "detalhes": {
      
      "mitoInterressante": ["Conta-se que, certa vez, as musas, deusas da arte e da poesia, pediram a ajuda de Pégaso para 
      criar um lugar sagrado onde pudessem inspirar os mortais.Pégaso então voou até o Monte Hélicon e, com um golpe de seu 
      casco no chão, fez jorrar uma fonte mágica: a Fonte Hipocrene."]
    }
  },
  {
    "nome": "Scylla",
    "imagem": "../assets/img/scylla.jpg",
    "descricaoCurta": "monstro marinho temido pelos navegadores",
    "historia": "ela era uma ninfa marinha de beleza encantadora, filha do deus marinho Fórcis 
    e da deusa marinha Ceto. Ela era tão bela que atraía olhares de deuses e mortais, vivendo livre e tranquila à beira-mar.

Um dos que se apaixonaram por ela foi Glauco, um pescador que se transformou em deus marinho após 
comer uma erva mágica. Glauco se encantou por Scylla, mas ela rejeitava seu amor constantemente. Desesperado, 
Glauco procurou a ajuda da feiticeira Circe, famosa por seus encantos e poções. Ele pediu que Circe criasse uma 
poção para conquistar o coração de Scylla — mas Circe, apaixonada por Glauco, ficou furiosa com o pedido.

Consumida pelo ciúme, Circe preparou uma poção maligna e a derramou discretamente na água onde Scylla costumava 
se banhar. Quando a ninfa entrou na água, sentiu seu corpo se contorcer e transformar: de sua cintura brotaram 
cães monstruosos com bocas famintas, e seu corpo se encheu de tentáculos e deformidades. Horrorizada ao ver sua 
própria imagem refletida, Scylla fugiu e se isolou em uma caverna em um penhasco, tornando-se um símbolo vivo do 
que a inveja e o ódio podem causar.

Desde então, Scylla se tornou uma predadora marinha, atacando navios que passavam perto de sua morada. Ela se escondia 
entre as rochas e, com suas seis cabeças, agarrava marinheiros desprevenidos, devorando-os imediatamente.",

    "detalhes": {
      
      "mitoInterressante": ["Dizem que Scylla, após sua transformação, foi escolhida pelos 
      deuses para guardar um portão oculto do submundo no fundo do mar. Com suas cabeças ferozes, 
      ela impede que as sombras escapem para o mundo dos mortais, protegendo os humanos mesmo sendo temida por todos."]
    }
  }


]