[
  {
    "nome": "Eros",
    "imagem": "../assets/img/eros.webp",
    "descricaoCurta": "Deus do amor e do desejo sexual.",
    "historia": "Nas brumas douradas do Olimpo, quando a deusa Afrodite emergiu das espumas do mar, envolta em beleza tão radiante que os próprios deuses vacilaram diante dela, um sentimento novo começou a crescer. Mas Afrodite, por mais encantadora que fosse, desejava mais que admiração — queria ser amada.Foi assim que, do enlace secreto entre ela e Ares, o feroz deus da guerra, nasceu Eros — o amor em forma de criança.Ao contrário de sua aparência ingênua, Eros trazia consigo um poder maior que o de muitos titãs: um arco leve e flechas duplas — as douradas, que acendiam o amor mais profundo, e as de chumbo, que faziam até os amantes mais devotos se repelirem.Desde pequeno, voava pelo céu como um sopro de primavera, invisível aos olhos humanos, mas capaz de mudar destinos com um simples disparo. Um mortal, uma deusa, um herói — nenhum coração escapava de suas travessuras.",
    "detalhes": ""
  },
  {
    "nome": "Morfeu",
    "imagem": "../assets/img/morfeu.jpg",
    "descricaoCurta": "Deus do sono. um filho de Hipnos",
    "historia": "No mais profundo vale do Érebo, onde o tempo não passa e o silêncio pesa como névoa, habita Hipnos, o sono eterno. Ali, entre flores de papoilas e rios de esquecimento, nasceu seu filho  mais misterioso: Morfeu, o deus dos sonhos com forma humana.Morfeu não andava entre os vivos. Preferia os salões tranquilos da noite, onde as consciências repousam.  Enquanto seus irmãos criavam sonhos de monstros ou fantasias irreais, ele era o único capaz de copiar os  gestos, a voz e o olhar de qualquer ser humano.Era por ele que as pessoas viam, em sonhos, aqueles que amavam. Era ele quem trazia mensagens, saudades, avisos e consolos disfarçados de lembrança.",
    "detalhes":""
  },
  {
    "nome": "Hipnos",
    "imagem": "../assets/img/titans/hipnos.png",
    "descricaoCurta": " Deus grego do sono, filho da Noite e irmão gêmeo de Tânatos. ",
    "historia": " Hipnos era o deus grego do sono, filho da noite eterna, Nyx, e irmão gêmeo de Tânatos, a personificação da morte. Representado muitas vezes como um jovem sereno com asas delicadas nos ombros ou na cabeça, Hipnos tinha o poder de adormecer deuses e mortais apenas com um toque ou com o sopro suave de sua voz. Ele habitava uma caverna escura e silenciosa, onde não entravam nem a luz do sol nem o barulho do mundo, apenas o murmúrio de um rio tranquilo que embalava o descanso. Na mitologia, Hipnos foi responsável por momentos decisivos, como quando ajudou Hera a adormecer Zeus para favorecer os gregos na Guerra de Troia. ",
    "detalhes":""
},                                                                                                                                                                                                                               {
    "nome": "Tânatos",
    "imagem": "../assets/img/titans/tanatos.png",
    "descricaoCurta": "  ",
    "historia": " Tânatos era a personificação da morte inevitável, porém tranquila, um espírito sombrio que não trazia dor, mas o fim natural da vida. Filho de Nyx, a Noite, e irmão gêmeo de Hipnos, o Sono, Tânatos era retratado como uma figura alada de semblante sério, que carregava uma tocha apagada, símbolo do fim da chama vital. Diferente das representações modernas da morte como algo aterrorizante, os gregos viam Tânatos como um ser sereno, cujo toque libertava a alma de seu corpo. Mesmo assim, ele era temido e pouco cultuado, já que os homens preferiam honrar os deuses da vida. Nas histórias, sua presença é lembrada quando Sísifo tentou enganá-lo, acorrentando-o, o que causou o caos no mundo, pois ninguém morria até que Hades libertasse Tânatos. ",
    "detalhes":""
},                                                                                                                                                                                                                      {
    "nome": "Nyx",
    "imagem": "../assets/img/titans/nyx.webp",
    "descricaoCurta": " Deusa primordial da noite, poderosa e temida até por Zeus. ",
    "historia": " Nyx, a Noite, era uma das divindades mais antigas e poderosas da mitologia grega, nascida do Caos primordial. Representada como uma mulher envolta em um manto escuro, salpicado de estrelas, Nyx não apenas simbolizava a noite, mas também o mistério, o destino e as forças ocultas do universo. Sua presença era tão imponente que até Zeus, o rei dos deuses, a temia. De seu ventre nasceram divindades que regiam aspectos inevitáveis da vida, como Hipnos (o sono), Tânatos (a morte), Éris (a discórdia) e Nêmesis (a vingança). Nyx era vista como a tecelã do cosmos, cobrindo o céu com sua escuridão todas as noites e trazendo consigo o silêncio que prepara o mundo para o renascimento do dia. ",
    "detalhes":""
},                                                                                                                                                                                                                          {
    "nome": "Nêmesis ",
    "imagem": "../assets/img/titans/nemesis.jpg",
    "descricaoCurta": " Deusa da justiça retributiva, do equilíbrio e da vingança contra a arrogância e o excesso ",
    "historia": " Nêmesis era a deusa grega da justiça retributiva, aquela que zelava pelo equilíbrio do universo e punia a arrogância dos homens e até mesmo dos deuses. Filha da noite primordial, Nix, Nêmesis representava a força que garantia que ninguém escapasse às consequências de seus atos, especialmente os que cometiam hýbris, isto é, o excesso, a soberba e a desmedida. Sua figura era representada de várias formas: às vezes com asas, segurando uma balança da justiça, uma espada ou até uma roda, símbolo do destino que sempre gira. Embora não fosse uma das grandes olimpianas, seu papel era essencial, pois lembrava que a ordem cósmica dependia de limites respeitados. ",
    "detalhes":""
},                                                                                                                                                                                                                   {
    "nome": "Éolo",
    "imagem": "../assets/img/titans/eolo.jpg",
    "descricaoCurta": " Deus dos ventos, guardava e controlava as correntes de ar. ",
    "historia": " Éolo era o deus dos ventos, guardião dos sopros que influenciavam tanto o clima quanto o destino das viagens marítimas. Vivendo em uma ilha flutuante chamada Eólia, ele mantinha os ventos aprisionados em sacos, liberando-os apenas quando os deuses ou os homens precisavam de sua ajuda. Sua figura aparece de forma marcante na Odisseia, quando entrega a Ulisses um saco com todos os ventos, deixando solto apenas a brisa que o guiaria até Ítaca. No entanto, os companheiros do herói, tomados pela curiosidade e pela ganância, abriram o saco antes da hora, e a viagem foi arruinada. ",
    "detalhes":""
},






  
  {
    "nome": "Mente Brilhante",
    "imagem": "../assets/img/salum_easter_egg-image.png",
    "descricaoCurta": "Secretamente conhecido como Professor William Salum",
    "historia": "Dá aula no Cefet onde o Mateus Bitencourt estuda",
    "detalhes": ""
  },
  {
    "nome": "Autista Extremo",
    "imagem": "../assets/img/autismo.jpg",
    "descricaoCurta": "Secretamente conhecido como Mateus Bitencourt Barbosa",
    "historia": "É autista mas finge ser retardado",
    "detalhes": "Tudo brincadeirinha"
  }
]