[
  {
    "nome": "O mar",
    "imagem": "../assets/img/mar.jpg",
    "descricaoCurta": "Domínio de Poseidon, deus dos mares, terremotos e cavalos.",
    "historia": "Após a queda dos Titãs, Zeus, Hades e Poseidon dividiram o mundo em três partes. Poseidon ficou com os mares e passou a governar tudo o que estivesse sob as águas. Ele construiu um magnífico palácio feito de ouro e corais nas profundezas do oceano — um reino mágico e inacessível aos mortais. De lá, comandava os mares com seu tridente poderoso, capaz de causar tempestades, maremotos e terremotos. Seu poder era imenso, respeitado até mesmo pelos deuses olímpicos.",
    "detalhes": "O domínio de Poseidon não era apenas uma região física, mas uma força viva e ativa da natureza. Seu reino submarino era habitado por seres míticos, como os tritões (meio homem, meio peixe), as nereidas (ninfas do mar), e monstros como Ceto e Escila. Poseidon também era conhecido por criar novas terras ao erguer ilhas do fundo do mar e por abrir fendas no solo com um simples golpe de seu tridente."
  },
  {
    "nome": "Monte Olimpo",
    "imagem": "../assets/img/transferir.jpg",
    "descricaoCurta": "Monte sagrado e morada dos doze deuses olímpicos",
    "historia": "O Monte Olimpo é o lar sagrado dos deuses olímpicos, especialmente os doze principais, liderados por Zeus. Após a vitória na Titanomaquia, Zeus e seus irmãos estabeleceram o novo domínio dos deuses no ponto mais alto da Grécia, um lugar intocável pelos mortais. Embora exista fisicamente na Tessália, o Olimpo mitológico era uma dimensão divina, cercada por nuvens douradas e eterna luminosidade. Lá, os deuses governavam os destinos dos mortais e do mundo com poder absoluto.",
    "detalhes": "O Monte Olimpo não era apenas uma montanha, mas um símbolo de poder, glória e distância entre deuses e mortais. Situado acima das nuvens, em um céu eterno, ele era invisível e inacessível aos humanos. Os deuses que viviam lá não envelheciam, não morriam e se alimentavam de néctar e ambrosia, fontes de sua imortalidade."
  },

  






  
  {
    "nome": "Mente Brilhante",
    "imagem": "../assets/img/salum_easter_egg-image.png",
    "descricaoCurta": "Secretamente conhecido como Professor William Salum",
    "historia": "Dá aula no Cefet onde o Mateus Bitencourt estuda",
    "detalhes": ""
  },
  {
    "nome": "Autista Extremo",
    "imagem": "../assets/img/autismo.jpg",
    "descricaoCurta": "Secretamente conhecido como Mateus Bitencourt Barbosa",
    "historia": "É autista mas finge ser retardado",
    "detalhes": "Tudo brincadeirinha"
  }


]