[
  {
    "nome": "Urano",
    "imagem": "../assets/img/titans/urano.jpg",
    "descricaoCurta": "Deus primordial que personifica o Céu estrelado.",
    "historia": "Quando Gaia se estendeu solitária sob as estrelas não criadas, sentiu a vastidão do vazio acima de si. Então, por vontade própria, gerou Urano, o céu profundo e brilhante, para cobri-la por todos os lados.Urano surgiu como um manto estrelado, envolvendo Gaia com seu corpo imenso. Ele era o domínio do alto, o princípio  masculino do universo, repleto de possibilidades e silêncio. Junto à Terra, trouxe ao mundo os primeiros deuses com forma, os Titãs que moldariam eras inteiras.",
    "detalhes": ""
  },
  {
    "nome": "Gaia",
    "imagem": "../assets/img/titans/gaia.jpg",
    "descricaoCurta": "Deusa primordial da Terra",
    "historia": "No início de tudo, antes do tempo, da luz e da forma, havia apenas o Caos — um vazio profundo e silencioso. Mas então, do seio desse nada, surgiu Gaia, a Terra. Não nasceu de pais, nem  foi moldada por mãos divinas. Simplesmente foi, despertando sozinha, poderosa e plena, como o chão firme  sob os pés do universo.aia era mais que solo. Era o fundamento da vida, o útero que acolhe, a força que sustenta, a essência  da criação. Seu corpo formava montanhas, vales, rios e abismos. Seu coração pulsava com a fertilidade do mundo.",
    "detalhes": ""
  },

  {
    "nome": "Cronos",
    "imagem": "../assets/img/titans/cronos.jpg",
    "descricaoCurta": "O líder dos Titãs, destronou Urano e governou a Era de Ouro",
    "historia": " Cronos, o mais jovem dos Titãs, foi aquele que se rebelou contra o pai, Urano, a mando de sua mãe Gaia, que sofria ao ver seus filhos aprisionados no Tártaro. Munido de uma foice de adamante, Cronos castrou Urano, separando para sempre o Céu da Terra e tomando o trono do cosmos. Tornou-se o governante da Era de Ouro, um período de prosperidade em que os homens viviam sem sofrimento, mas sua crueldade ficou marcada ao devorar seus próprios filhos, temendo a profecia de que seria destronado por um deles. Réia, sua esposa, enganou-o ao esconder o caçula, Zeus, entregando-lhe uma pedra embrulhada em panos. Quando Zeus cresceu, obrigou Cronos a vomitar os irmãos engolidos. ",
    "detalhes":""
},

{
    "nome": "Réia",
    "imagem": "../assets/img/titans/reia.jpg",
    "descricaoCurta": "A Mãe dos Deuses",
    "historia": " Réia, irmã e esposa de Cronos, é uma das grandes Titânides e considerada a “Mãe dos Deuses”. Durante o reinado de seu marido, ela foi forçada a assistir à devoração de seus filhos recém-nascidos, engolidos por Cronos por medo de serem seus futuros usurpadores. Desesperada após perder cinco filhos, Réia procurou Gaia e Urano em busca de auxílio. Foi assim que, ao dar à luz Zeus em Creta, escondeu-o em uma caverna do monte Ida, onde o menino foi criado secretamente pelos Curetes, que batiam tambores e armas para abafar seu choro, enquanto a cabra Amalteia o amamentava. Para enganar Cronos, Réia lhe ofereceu uma pedra envolta em panos, que ele engoliu pensando ser o filho. Graças a sua astúcia, Zeus cresceu, resgatou seus irmãos e derrotou Cronos ",
    "detalhes":""
},
{
    "nome": "Oceano",
    "imagem": "../assets/img/titans/oceano.jpg",
    "descricaoCurta": "Personificação do rio cósmico que circundava o mundo, pai dos rios, fontes e das ninfas oceânides.",
    "historia": " Oceano é um dos Titãs mais antigos e menos envolvidos em conflitos, considerado a personificação das águas que circundam o mundo. Diferente de seus irmãos, ele não participou da Titanomaquia, permanecendo neutro durante a luta entre os Titãs e os Olímpicos. Casado com sua irmã Tétis, tornou-se pai de uma vasta descendência: milhares de rios e fontes, além das Oceânides, ninfas aquáticas que povoavam o mundo. Essa imensa prole simbolizava a vitalidade da água como origem de toda vida. Oceano era descrito como um deus imortal, com aparência de homem idoso e corpo serpentino, habitando as profundezas do rio cósmico que delimitava a Terra e o mundo dos mortos. Seu papel fundamental na cosmogonia grega era manter o equilíbrio natural, regendo as águas que sustentavam homens e deuses. ",
    "detalhes":""
},
{
    "nome": "Crio",
    "imagem": "../assets/img/titans/crio.jpg",
    "descricaoCurta": "Titã ligado às constelações e ao firmamento",
    "historia": "Crio, ou Krios, é talvez o mais obscuro dos Titãs, e sua função na mitologia é frequentemente associada ao firmamento, às constelações e ao início do zodíaco. Casado com Euríbia, uma deusa marinha filha de Ponto, gerou importantes descendentes: Astreu, Perses e Palas, todos de forte ligação com os astros, a magia e a guerra. Sua posição entre os Titãs parece ter sido simbólica, representando o “pilar” do sul do céu durante a antiga divisão cósmica feita por Urano e Gaia. Durante a Titanomaquia, Crio, como seus irmãos, apoiou Cronos contra os olímpicos, mas acabou derrotado e lançado ao Tártaro.",
    "detalhes":""
  },
  {
    "nome": "Ceos",
    "imagem": "../assets/img/titans/ceos.jpg",
    "descricaoCurta": "Titã da inteligência e do eixo celeste.",
    "historia": "Céos, conhecido também como Koios, é o Titã associado à inteligência, à sabedoria e ao eixo celestial, sendo considerado uma divindade cósmica ligada ao norte do firmamento. Ele casou-se com sua irmã Febe, com quem gerou Leto e Astéria, ambas importantes figuras na genealogia divina, já que Leto foi a mãe dos deuses Apolo e Ártemis. Embora sua participação direta nos mitos seja limitada, Céos desempenha um papel crucial como ancestral de divindades oraculares, pois sua união com Febe conecta os Titãs ao sagrado Oráculo de Delfos. Durante a Titanomaquia, Céos lutou ao lado de Cronos contra Zeus, mas, após a derrota, foi aprisionado no Tártaro junto aos demais irmãos rebeldes.",
    "detalhes":""
  },
{
    "nome": "Hipérion",
    "imagem": "../assets/img/titans/hiperion.jpg",
    "descricaoCurta": "Titã da luz celestial, muitas vezes associado ao Sol.",
    "historia": "Filho de Urano e Gaia, casou-se com sua irmã Téia. Foi pai de Hélio (o Sol), Selene (a Lua) e Eos (a Aurora). Representa o brilho e a observação dos céus. Participou da guerra dos Titãs contra os deuses olímpicos (Titanomaquia), sendo derrotado e aprisionado no Tártaro. Hipérion é importante porque, através de seus filhos, estabeleceu os ritmos do sol e da lua, organizando os dias e os meses.",
    "detalhes": ""
  },
     {
    "nome": "Japeto",
    "imagem": "../assets/img/titans/japeto.jpg",
    "descricaoCurta": "Titã da mortalidade e da vida humana.",
    "historia": "Filho de Urano e Gaia, casou-se com a oceânide Clímene. Pai de Atlas (que sustentou os céus), Prometeu (que deu o fogo à humanidade), Epimeteu (ingênuo e esposo de Pandora) e Menécio (destruído por Zeus). Jápeto simboliza o destino humano, ligado à finitude e à limitação. Na Titanomaquia, ficou ao lado de Cronos e foi aprisionado no Tártaro.",
    "detalhes": ""
  },
     {
    "nome": "Tétis",
    "imagem": "../assets/img/titans/tetis.jpg",
    "descricaoCurta": "Titânide das águas doces e do nutrimento da Terra.",
    "historia": "Esposa de Oceano, com quem gerou os rios e as 3.000 oceânides (ninfas das águas). Tétis personifica a fertilidade das águas e o ciclo natural da vida. Diferente de outros Titãs, não participou da Titanomaquia e manteve-se neutra, sendo cultuada como mãe das correntes e rios do mundo. Manteve uma posição neutra na guerra entre os Titãs e os deuses olímpicos, mas secretamente apoiou e protegeu a deusa Hera, que lhe foi confiada por sua mãe Reia.",
    "detalhes": ""
  },
     {
    "nome": "Febe",
    "imagem": "../assets/img/titans/febe.jpg",
    "descricaoCurta": "Titânide da luz brilhante e profética, associada à Lua.",
    "historia": "Esposa de Coio, tornou-se mãe de Leto (mãe de Apolo e Ártemis) e Astéria. Herdou de Têmis o oráculo de Delfos, passando-o depois para Apolo. Seu nome significa “brilhante” e ela simboliza a sabedoria mística e a inspiração profética. ",
    "detalhes": ""
  },
     {
    "nome": "Têmis",
    "imagem": "../assets/img/titans/temis.jpg",
    "descricaoCurta": "Titânide da justiça divina, da lei e da ordem cósmica.",
    "historia": "Conhecida como a personificação da justiça e da equidade, auxiliava Zeus em seu governo. Foi sua segunda esposa, dando à luz às Horas (estações/ordem do tempo) e às Moiras (destino). Não participou da guerra contra os olímpicos e foi respeitada pelos deuses como guardiã das leis imutáveis.",
    "detalhes": ""
  },
     {
    "nome": "Téia",
    "imagem": "../assets/img/titans/teia.jpg",
    "descricaoCurta": "Titânide da visão e da luz preciosa (pedras e metais brilhantes).",
    "historia": "Esposa de Hipérion, foi mãe de Hélio (Sol), Selene (Lua) e Eos (Aurora). Seu nome significa “divina” e ela era associada ao poder da visão e ao brilho das joias e metais. Junto ao marido, representava o esplendor dos astros. É uma das doze Titãs da primeira geração, filha dos deuses primordiais Urano e Gaia. ",
    "detalhes": ""
  },
     {
    "nome": "Mnemósine",
    "imagem": "../assets/img/titans/mnemosine.jpg",
    "descricaoCurta": "Titânide da memória e da recordação.",
    "historia": "Filha de Urano e Gaia, representa a memória, fundamental para a sabedoria e para a tradição oral dos mitos. Com Zeus, foi mãe das nove Musas, deusas das artes e do conhecimento (como Calíope, Clio, Terpsícore etc.). Era lembrada como guardiã do conhecimento e da inspiração poética.",
    "detalhes":""
},




  
  {
    "nome": "Mente Brilhante",
    "imagem": "../assets/img/salum_easter_egg-image.png",
    "descricaoCurta": "Secretamente conhecido como Professor William Salum",
    "historia": "Dá aula no Cefet onde o Mateus Bitencourt estuda",
    "detalhes": ""
  },
  {
    "nome": "Autista Extremo",
    "imagem": "../assets/img/autismo.jpg",
    "descricaoCurta": "Secretamente conhecido como Mateus Bitencourt Barbosa",
    "historia": "É autista mas finge ser retardado",
    "detalhes": "Tudo brincadeirinha"
  }


]